ent-CMGrenadeBase = граната
    .desc = Пригнись и найди укрытие.


ent-CMGrenadeHighExplosive = граната M40 HEDP
    .desc = Фугасная граната двойного назначения. Небольшая, но обманчиво мощная замена M15 HE. Производит мощный взрыв. Из гранатомёта срабатывает при попадании, вручную — через 4 секунды после взведения.

ent-CMGrenadeSmoke = дымовая граната M47 HSDP
    .desc = Небольшая, но мощная дымовая граната на платформе M40 HEDP. Из гранатомёта срабатывает при попадании, вручную — через 2.5 секунды после взведения.

ent-CMGrenadeFrag = граната M40 HEFA
    .desc = Осколочно-фугасная противопехотная. Небольшая, но обманчиво мощная осколочная граната, которая вместе с M40 HEDP постепенно вытесняет осколочные гранаты M15. Может заряжаться в гранатомёты или метаться вручную.

ent-CMGrenadeFragOld = осколочная граната M15
    .desc = Устаревшая осколочная граната. После десятилетий службы M15 постепенно заменяется более безопасными гранатами серии 30 мм. Взрывается через 4 секунды.

ent-RMCGrenadeBlastM12 = фугасная граната M12
    .desc = Фугасная граната, производимая для частных охранных фирм. Взрывается примерно через 4 секунды после выдёргивания чеки.

ent-RMCGrenadeTraining = учебная граната M07
    .desc = Безвредная многоразовая версия HEDP 30 мм для обучения. Можно зарядить в гранатомёт или бросить вручную.

ent-RMCGrenadeIncendiary = зажигательная граната M77 HIAM
    .desc = Фугасно-зажигательная граната ограничения подвижности. Небольшая, но мощная: малый заряд разбрасывает долгогорящий напалм типа B. Взрывается через 4 секунды.

ent-RMCGrenadeWhitePhosphorus = граната 30мм WPDP белого фосфора
    .desc = 30мм WPDP — небольшая, но мощная фосфорная граната. Взводится через 2 секунды.

ent-RMCGrenadeWhitePhosphorusCompound = граната M60 WPSI
    .desc = Небольшая, но мощная граната с химическим составом и белой крышкой. Используется для дымовой завесы и как зажигательное устройство.

ent-RMCGrenadeMolotov = коктейль Молотова
    .desc = Мощная самодельная зажигательная бомба с добавкой пороха. Сложно предсказать, сколько секунд осталось до взрыва, так что будьте осторожны. Есть шанс, что она взорвётся прямо у вас в руках.

ent-RMCGrenadeIED = метательное самодельное взрывное устройство
    .desc = Самодельная химическая граната, предназначенная для поражения осколками.

ent-RMCGrenade20mmIncendiary = зажигательная граната L109A2 20мм
    .desc = Граната 20мм, создающая пламя при ударе. Менее мощная, чем полноразмерные гранаты. Обращайтесь осторожно.
    .suffix = PvE

ent-RMCGrenade20mmHE = фугасная граната L109A1 20мм
    .desc = Граната 20мм, взрывающаяся при ударе. Менее мощная, чем полноразмерные гранаты. Обращайтесь осторожно.
    .suffix = PVE
